Repository: Abhisek2090/openfoodfacts-androidapp
Catalog: app/src/main/locale/*.po
Languages: my

source: Hello world!
my: မဂၤလာပါကမာၻၾကီး

# action_settings
source: Settings
my: အျပင္အဆင္

# action_about
source: About
my: အေၾကာင္း

# action_find
source: Find
my: ရွာေဖြမည္

# text_barcode
source: Put the barcode :
my: ဘားကုဒ္ထည့္ပါ -

# nav_drawer_items_product:0
source: Summary
my: အက်ဥ္းခ်ဳပ္

# nav_drawer_items_product:1
source: Ingredients
my: ပါဝင္မႈမ်ား

# nav_drawer_items_product:2
source: Nutrition
my: အာဟာရျပည့္မႈမ်ား

# nav_drawer_items_product:3
source: Back to menu
my: မီႏူးဆီသို႔ျပန္သြားမည္

# images_array:0
source: Default
my: မူလအတိုင္း

# images_array:1
source: Nutrition
my: အာဟာရ

# images_array:2
source: Ingredients
my: ပါဝင္မႈမ်ား

# search_button
source: Search
my: ရွာေဖြမည္

# no_products
source: Products not found
my: ထုတ္ကုန္ရွာမေတြ႕ပါ

# desc_list_item_icon
source: Item Icon
my: အမ်ိဳးအစားအိုင္ကြန္း

# alert_dialog_warning_title
source: Warning
my: သတိေပးခ်က္

# alert_dialog_warning_msg_user
source: User/password has changed, please update information
my: အသံုးျပဳသူ၊စကားဝွက္ေျပာင္းလဲသြားပါသည္။ အခ်က္အလက္မ်ား အသစ္မြမ္းမံေပးပါ

# alert_dialog_product_error_msg
source: Product not found, please try again
my: ထုတ္ကုန္ရွာမေတြ႕ပါ။ ေနာက္မွျပန္ၾကိဳးစားပါ

# toast_retrieving
source: Loading...
my: ဖြင့္ေနသည္

# txtBarcode
source: Barcode :
my: ဘားကုဒ္-

# txtQuantity
source: Quantity :
my: အရည္အတြက္ -

# txtPackaging
source: Packaging :
my: အထုတ္ -

# txtBrands
source: Brands :
my: တံဆိပ္မ်ား -

# txtCategories
source: Categories :
my: ေခါင္းစဥ္မ်ား -

# txtManufacturing
source: Manufacturing or processing places :
my: ထုတ္လုပ္ျခင္း သို႔မဟုတ္ ထုတ္သည့္ေနရာမ်ား -

# txtCity
source: City, state and country where purchased :
my: ဝယ္ယူခဲ့ေသာ ျမိဳ႕၊ ျပည္နယ္ ႏွင့္ ႏိုင္ငံ -

# txtStores
source: Stores :
my: စတိုးမ်ား -

# txtCountries
source: Countries where sold :
my: ေရာင္းခဲ့ေသာႏိုင္ငံမ်ား -

# txtIngredients
source: Ingredients list :
my: ပါဝင္ပစၥည္းစာရင္း -

# txtSubstances
source: Substances or products causing allergies or intolerances :
my: ပါဝင္ပစၥည္းမ်ား သို႔မဟုတ္ ယားယံေစေသာထုတ္ကုန္မ်ား ႏွင့္ intolerances မ်ား -

# txtAdditives
source: Additives :
my: အျဖည့္ပစၥည္း -

# txtTraces
source: Traces :
my: လကၡဏာမ်ား -

# txtMayBeFromPalmOilProduct
source: Ingredients that may be from palm oil :
my: အုန္းဆီမွ ပါဝင္ပစၥည္းမ်ား -

# txtPalmOilProduct
source: Ingredients from palm oil :
my: အုန္းဆီမွ ပါဝင္ပစၥည္းမ်ား -

# txtServingSize
source: Serving size :
my: ဝန္ေဆာင္မႈအရြယ္အစား-

# txtNutrientLevel100g
source: Nutrient levels for 100g :
my: 100 g အတြက္အာဟာရအဆင့္ -

# txtLogin
source: Login :
my: ဝင္ေရာက္ရန္ -

# txtPass
source: Password :
my: စကားဝွက္ -

# txtTitleHome
source: Open your food and know what you eat
my: သင့္အစားအေသာက္ကိုဖြင့္ျပီး သင္ဘာစားေနသည္ကိုသိရွိပါ

# txtUser
source: User panel
my: အသံုးျပဳသူ ပန္နယ္

# txtToastSaved
source: User saved
my: အသံုးျပဳသူကိုသိမ္းခဲ့ျပီးျပီ

# txtSalt
source: Salt :
my: ဆား -

# txtFat
source: Fat :
my: အဆီ -

# txtSugars
source: Sugars :
my: သၾကားမ်ား -

# txtSaturatedFat
source: Satured fat :
my: ျပည့္ဝအဆီ -

# hintBarcode
source: Barcode
my: ဘားကုုဒ္

# hintLogin
source: Login
my: ဝင္ေရာက္ရန္

# hintPass
source: Password
my: စကားဝွက္

# errorLogin
source: Login or password error
my: ဝင္ေရာက္မႈ သို႔မဟုတ္ စကားဝွက္ခ်ိဳ႕ယြင္းခ်က္

# errorWeb
source: We were not able to access the internet. Do you have connectivity issues?
my: ကၽြႏ္ုပ္တို႔မွ အင္တာနက္ႏွင့္မခ်ိတ္ဆက္ႏိုင္ဘူးျဖစ္ေနသည္။ သင့္တြင္ ခ်ိတ္ဆက္မႈခ်ိဳ႕ယြင္းေနပါသလား။

# txtInfoLoginOk
source: User saved
my: အသံုးျပဳသူသိမ္းခဲ့ျပီးျပီ

# txtInfoLoginNo
source: User not saved
my: အသံုးျပဳသူကိုမသိမ္းခဲ့ပါ

# txtDialogsTitle
source: Information
my: အခ်က္အလက္

# txtDialogsContent
source: The product you scanned does not exist yet in Open Food Facts. Do you want to add it?
my: သင္စကန္ဖတ္ေသာထုတ္ကုန္သည္ Open Food အခ်က္အလက္မ်ားတြင္မရွိေသးပါ။ သင္ထည့္လိုပါသလား။

# txtYes
source: Yes
my: ဟုတ္

# txtNo
source: No
my: မဟုတ္

# hintNameProduct
source: Name
my: အမည္

# hintEnergy
source: Energy in kJ per serving
my: တစ္ခါေသာက္တြင္ ပါဝင္ေသာ အား

# hintEnergyUnit
source: Energy unit
my: အားယူနစ္

# hintWeight
source: Weight
my: အေလးခ်ိန္

# hintStores
source: Store
my: စတိုး

# txtTakePicture
source: Take picture
my: ဓာတ္ပံုရိုက္မည္

# txtSendAll
source: Upload all
my: အားလံုးကိုတင္မည္

# txtNoData
source: No data
my: အခ်က္အလက္မရွိ

# toastSending
source: Uploading...
my: တင္ေနသည္

# dataSaved
source: Saved locally on your device
my: သင့္ကိရိယာတြင္ ခဏသိမ္းထားမည္

# txtInfoAddUser
source: Please enter your login and password
my: သင္ဝင္ေရာက္မႈႏွင့္စကားဝွက္ကိုရိုက္ထည့္ပါ

# txtDataUpdated
source: Data updated
my: အခ်က္အလက္အသစ္မြမ္းမံခဲ့သည္

# txtLoading
source: Loading...
my: ဖြင့္ေနသည္

# txtDialogsContentDelete
source: Do you want to delete this draft?
my: ဒီအၾကမ္းကိုသင္ဖ်က္ခ်င္ပါသလား

# txtDialogsContentInfoSave
source: The product is saved locally, you can edit it in the Offline Edit menu
my: ထုတ္ကုန္ကို စက္ထဲသိမ္းထားခဲ့သည္။ ေအာ့္ဖ္လိုင္းျပင္ဆင္မႈမီႏူးမွတစ္ဆင့္သင္ျပင္ဆင္ႏိုင္သည္

# txtBarcodeRequire
source: Barcode required
my: ဘားကုဒ္လိုအပ္သည္

# txtContentDialogUploading
source: Please don't exit during the process...
my: လုပ္ေဆာင္ေနစဥ္ မထြက္ပါႏွင့္

# txtAbout
source: The pictures you send are published under the free licence Creative Commons Attribution and ShareAlike.
my: သင္ပို႔ေသာပံုမ်ားသည္ အခမဲ့လိုင္စင္ Creative Commons Attribution ႏွင့္ ShareAlike အရျဖစ္လိမ့္မည္။

# txtAllsent
source: Products sent
my: ထုတ္ကုန္ပို႔ခဲ့သည္

# txtPalm
source: The product does not contain any palm oil
my: ထုတ္ကုန္သည္ မည္သည့္အုန္းဆီမွ မပါဝင္ပါ

# txtBarcodeNotValid
source: Barcode not valid
my: ဘားကုဒ္မမွန္ကန္ပါ

source: Try it! Scan now!
my: ၾကိဳးစားၾကည့္ပါ။ ယခုစကန္ဖတ္ပါ

source: Share
my: ေဝမွ်မည္

# msg_share
source: Look at this product on Open Food Facts :
my: Open Food Fact မွာဒီထုတ္ကုန္ကို ၾကည့္မည္ -

# create_account
source: Sign up
my: အေကာင့္ျပဳလုပ္မည္

# home_drawer
source: Home
my: ပင္မစာမ်က္ႏွာ

# search_drawer
source: Search
my: ရွာေဖြမည္

# search_by_barcode_drawer
source: Search by barcode
my: ဘားကုဒ္ႏွင့္ရွာေဖြမည္

# search_by_name_drawer
source: Search by name
my: အမည္ျဖင့္ရွာမည္

# scan_search
source: Scan
my: စကန္ဖတ္မည္

# user_drawer
source: User
my: အသံုးျပဳသူ

# offline_edit_drawer
source: Offline edit
my: ေအာ့္ဖ္လိုင္းျပင္ဆင္မႈ

# txt_anonymous
source: Anonymous
my: အမည္မသိ

# txt_product_not_found
source: Products not found
my: ထုတ္ကုန္မေတြ႕ပါ

# delete_txt
source: Delete
my: ဖ်က္မည္

# sign_in_drawer
source: Sign-in
my: ဝင္ေရာက္ပါ

# warning_allergens
source: Contains allergens
my: အလာဂ်င္ပါဝင္သည္

# title_dialog_alert
source: Add alert
my: သတိေပးမႈထည့္မည္

source: From gallery
my: ဓာတ္ပံုျပခန္းမွ
