Repository: Abhisek2090/openfoodfacts-androidapp
Catalog: app/src/main/locale/strings-*.po
Languages: ia

source: Hello world!
ia: Salutes mundo!

# action_settings
source: Settings
ia: Configurationes

# action_about
source: About
ia: Re

# action_find
source: Find
ia: Trovar

# nav_drawer_items_product:0
source: Summary
ia: Summario

# nav_drawer_items_product:1
source: Ingredients
ia: Ingredientes

# nav_drawer_items_product:3
source: Back to menu
ia: Tornar al menu

# images_array:0
source: Default
ia: Predefinite

# images_array:2
source: Ingredients
ia: Ingredientes

# search_button
source: Search
ia: Cercar

# no_products
source: Products not found
ia: Productos non trovate

# desc_list_item_icon
source: Item Icon
ia: Icone del elemento

# alert_dialog_warning_title
source: Warning
ia: Advertimento

# alert_dialog_warning_msg_user
source: User/password has changed, please update information
ia: Le usatore/contrasigno ha essite modificate, per favor actualisa le informationes

# alert_dialog_product_error_msg
source: Product not found, please try again
ia: Producto non trovate, per favor reproba

# toast_retrieving
source: Loading...
ia: Cargamento...

# txtBarcode
source: Barcode :
ia: Codice a barras:

# txtQuantity
source: Quantity :
ia: Quantitate :

# txtPackaging
source: Packaging :
ia: Pacchetto :

# txtBrands
source: Brands :
ia: Marcas :

# txtCategories
source: Categories :
ia: Categorias :

# txtManufacturing
source: Manufacturing or processing places :
ia: Positiones de production o de processamento:

# txtCity
source: City, state and country where purchased :
ia: Citate, stato e pais de compra:

# txtStores
source: Stores :
ia: Magazines:

# txtCountries
source: Countries where sold :
ia: Paises de vendita

# txtIngredients
source: Ingredients list :
ia: Lista del ingredientes

# txtSubstances
source: Substances or products causing allergies or intolerances :
ia: Substantias o productos que causa allergias o intolerantias:

# txtAdditives
source: Additives :
ia: Additivos :

# txtTraces
source: Traces :
ia: Tracias:

# txtMayBeFromPalmOilProduct
source: Ingredients that may be from palm oil :
ia: Ingredientes que pote esser ex oleo de palma:

# txtPalmOilProduct
source: Ingredients from palm oil :
ia: Ingredientes ex oleo de palma:

# txtServingSize
source: Serving size :
ia: Dimensiones de servicio:

# txtNutrientLevel100g
source: Nutrient levels for 100g :
ia: Nivellos de nutriente pro 100g:

# txtPass
source: Password :
ia: Contrasigno:

# txtTitleHome
source: Open your food and know what you eat
ia: Aperi tu cibo e cognosce lo que tu mangia

# txtSave
source: Send/Save
ia: Inviar/Salvar

# txtSignIn
source: Sign in
ia: Firma te in

# txtUser
source: User panel
ia: Quadro del usator

# txtToastSaved
source: User saved
ia: Usator salvate

# txtSalt
source: Salt :
ia: Sal:

# txtFat
source: Fat :
ia: grassia

# txtSugars
source: Sugars :
ia: Saccharos:

# txtSaturatedFat
source: Satured fat :
ia: Grassia sature:

# hintBarcode
source: Barcode
ia: Codice a barras

# hintLogin
source: Login
ia: Connexion

# hintPass
source: Password
ia: Contrasigno

# errorLogin
source: Login or password error
ia: Error de contrasigno o de connexion

# errorWeb
source: We were not able to access the internet. Do you have connectivity issues?
ia: Nos non ha essite capace de acceder Internet. Ha tu problemas de connectivitate?

# txtInfoLoginOk
source: User saved
ia: Usator salvate

# txtInfoLoginNo
source: User not saved
ia: Usator non salvate

# txtDialogsTitle
source: Information
ia: Informationes

# txtDialogsContent
source: The product you scanned does not exist yet in Open Food Facts. Do you want to add it?
ia: Le producto que tu ha scandite non existe ancora in Open Food Facts. Desira tu adder lo?

# txtDialogsContentSend
source: Do you want send the saved products to the database?
ia: Desira tu inviar le productos salvate al base de datos?

# txtYes
source: Yes
ia: Si

# hintNameProduct
source: Name
ia: Nomine

# hintEnergyUnit
source: Energy unit
ia: Unitate de energia

# hintWeight
source: Weight
ia: Peso

# hintStores
source: Store
ia: Salvar

# txtTakePicture
source: Take picture
ia: Prender un photo

# txtSendAll
source: Upload all
ia: Cargar toto

# txtNoData
source: No data
ia: Nulle datos

# txtPictureNeeded
source: Take a picture first!
ia: Prende un photo antea!

# toastSending
source: Uploading...
ia: Cargamento...

# dataSaved
source: Saved locally on your device
ia: Salvate localmente su tu dispositivo

# txtInfoAddUser
source: Please enter your login and password
ia: Per favor insere tu connexion e contrasigno

# txtDataUpdated
source: Data updated
ia: Datos cargate

# txtLoading
source: Loading...
ia: Cargamento...

# txtDialogsContentDelete
source: Do you want to delete this draft?
ia: Desira tu deler iste minuta?

# txtBarcodeRequire
source: Barcode required
ia: Codice a barras necessari

# txtContentDialogUploading
source: Please don't exit during the process...
ia: Per favor non exir durante le processo

# txtAbout
source: The pictures you send are published under the free licence Creative Commons Attribution and ShareAlike.
ia: Le photos tu ha mittite essera publicate sub licentia Creative Commons Attribution and ShareAlike.

# txtAllsent
source: Products sent
ia: Productos mittite

# txtPalm
source: The product does not contain any palm oil
ia: Le producto non contine alcun oleo de palma

# txtBarcodeNotValid
source: Barcode not valid
ia: Codice a barras non valide

source: Try it! Scan now!
ia: Pova a scander lo de novo!

source: Share
ia: Compartir

# create_account
source: Sign up
ia: Firmar

# home_drawer
source: Home
ia: Al initio

# search_drawer
source: Search
ia: Cercar

# search_by_barcode_drawer
source: Search by barcode
ia: Cercar per codice a barras

# search_by_name_drawer
source: Search by name
ia: Cercar per nomine

# scan_search
source: Scan
ia: Scander

# user_drawer
source: User
ia: Usator

# offline_edit_drawer
source: Offline edit
ia: Rediger foras linea

# txt_anonymous
source: Anonymous
ia: Anonyme

# txt_product_not_found
source: Products not found
ia: Productos non trovate

# delete_txt
source: Delete
ia: Deler

# alert_drawer
source: Allergen Alert
ia: Alerta allergene

# warning_allergens
source: Contains allergens
ia: Contine allergenes

# title_dialog_alert
source: Add alert
ia: Adder un alerta

source: From gallery
ia: Ex le galeria

source: Product sent!
ia: Producto inviate!

# action_edit_product
source: Edit product
ia: Rediger le producto

# title_info_dialog
source: Information
ia: Informationes

# permission_camera
source: Camera permission is needed to scan barcode.
ia: Pro scander le codice a barras necessita le licentia del camera

# permission_title
source: Permission information
ia: Informationes de licentia

# permission_denied
source: Please activate permission in the settings
ia: Per favor activa le licentia in le configurationes

# permission_storage
source: Storage is needed to take or choose pictures
ia: Magazin es necessari pro prender o eliger photos

# info_download_data
source: You need to download some data to get this functionality working, please press yes to download it.
ia: Tu necessita discargar alcun datos pro activar le functionalitate, per favor pulsa "si" pro discargar los.

# info_download_data_connection
source: You need to download some data to get this functionality working. Please activate internet connection.
ia: Tu necessita discargar alcun datos pro activar iste functionalitates. Per favor activa le connexion a Internet.
